export default {
  accuracy: {
    hello: 'Здравствуйте',
    title: 'Ваша точность',
    text1: 'Поздравляем!' +
    '<br>' +
    'Вы достигли максимальной точности измерений',
    text2: 'Отличный результат!\n' +
    '<br>' +
    'Но вы можете его улучшить',
    text3: 'На Ваше усмотрение, для повышения точности, проведите дополнительные измерения',
    text4: 'Настоятельно рекомендуем провести еще одно дополнительное измерение',
    btn1: 'Стать точнее',
    btn2: 'Завершить измерения',
    btn3: 'Выйти'
  },
  start: {
    videoNotSupported: 'Элемент video не поддерживается вашим браузером.',
    downloadVideo: 'Скачайте видео',
    btnStart: 'Начать'
  },

  description: {
    titleLeft: 'Разуйтесь,<br> снимите носки и закатайте брюки',
    textLeft: 'Закатайте, пожалуйста, брюки желательно до колена, подберите свисающее платье или иную одежду с голени.',
    titleRight1: 'Расположите левую ногу на центральной линии разметки.',
    titleRight2: 'Расположите правую ногу на центральной линии разметки.',
    textRight: 'Слегка соберите/сомкните рукой пальцы ноги вместе, чтобы расстояние между пальцами было минимальным.',
    btnNext: 'Далее'
  },

  test: {
    title: 'Уберите ногу с площадки и нажмите кнопку ТЕСТ',
    titleError1: 'Вы не убрали ногу со сканера.',
    textError1: 'Пожалуйста, уберите ногу со сканера и нажмите кнопку тест.',
    btnTest: 'Тест'
  },

  error: {
    titleErrorDefault: 'Возникла проблема с оборудованием.',
    textErrorDefault: 'Пожалуйста, попробуйте ещё раз.'
  },

  loadScreen: {
    title: 'Обработка данных'
  },

  photo: {
    title1: 'Нажмите кнопку',
    title2: 'Верните ногу на площадку и нажмите кнопку',
    text: 'Не двигайте ногой во время фотографирования',
    photo: 'Фото',
    titleError1: 'Нога отсутствует в сканере.',
    textError1Left: 'Пожалуйста, поставьте левую ногу на сканер и нажмите кнопку Фото',
    textError1Right: 'Пожалуйста, поставьте правую ногу на сканер и нажмите кнопку Фото',
    titleError2: 'Ваша стопа выдвинута слишком вперед.',
    textError2: 'Пожалуйста, придвиньте стопу назад на 1 - 2 см ближе к себе.',
    titleError3: 'Стопа находится далеко от центра сканера.',
    textError3: 'Пожалуйста, продвиньте стопу вперед на 1 - 2 см от себя.',
    titleError4: 'Стопа смещена правее центральной линии.',
    textError4: 'Расположите стопу, чтобы линия проходила через пятку и третий палец.',
    titleError5: 'Стопа смещена левее центральной линии.',
    textError5: 'Расположите стопу, чтобы линия проходила через пятку и третий палец.',
    titleError6Left: 'Вы сканируете правую стопу вместо левой.',
    titleError6Right: 'Вы сканируете левую стопу вместо правой.',
    textError6: 'Расположите стопу, чтобы линия проходила через пятку и третий палец.',
    titleError7: 'К сожалению, что-то пошло не так.',
    textError7: 'Проверьте расположение ноги и повторите сканирование.'
  },

  endFirst: {
    congratulation: 'Поздравляем, Вы справились!',
    text: 'Параметры вашей ноги занесены в нашу базу. Снимите обувь с другой ноги,' +
    ' поставьте ее на площадку и нажмите ДАЛЕЕ.',
    btnNext: 'Далее'
  },

  finish: {
    title: 'Регистрация прошла успешно!',
    text: 'Ваши данные были сохранены в нашей системе',
    btnGetId: 'Получить id',
    btnMakeFit: 'Сделать примерку'
  },

  p404: {
    title: 'Ошибка 404. Нет такой страницы',
    link: 'Перейти на начальную страницу'
  },

  printQRcode: {
    btnPrint: 'Напечатать',
    btn: 'Назад'
  },

  reg: {
    sex: {
      title: 'Ваш пол',
      text1: 'Мужской',
      text2: 'Женский'
    },
    age: {
      title: 'Ваш возраст',
      text: '46 и старше'
    },
    error: 'Пожалуйста заполните пустые поля'
  },

  sendFiles: {
    title: 'Добавьте stl файлы',
    inputText: 'Добавьте сюда файл',
    text: 'Необходимо добавить от 6 до 20 файлов',
    error: 'Ошибка в файле(-ах)',
    error2: 'Необходимое кол-во файлов уже загружено',
    btn: 'Завершить'
  }
}
